{'prompt': '>8O. *GC W1TH 4 M1GHTY WH1SK OF H3R M1GHTY T41L PLUCKS TH3 K1SS OUT OF TH3 41R M1GHT1LY*. *GC POCK3TS TH3 K1SS 1N H3R 3NCH4NT3D RUCKS4CK FOR L4T3R, TO DO SOM3TH1NG M4G1C4L, L1K3 M4K3 GOBL1N W1SH3S COM3 TRU3*', 'completion': '. . '}
{'prompt': '*GC 3Y3S THE B34ST HUNGR1LY 4ND M1GHT1LY*', 'completion': ''}
{'prompt': '*GC 3Y3S THE CUBS HUNGR1LY!*. *4ND M1GHT1LY*. *3SP3C14LLY M1GHT1LY*', 'completion': '. . . '}
{'prompt': '*BUT 1T 1S TOO L4T3! GC SCOOPS UP 4 PLUMP CUB W1TH H3R GL1ST3N1NG M4J3ST1C T41L 4ND FL13S OFF M4G1C4LLY*. *TH3 1NNOC3NT CUB 1S CRY1NG 4ND CRY1NG 4ND CRY1NG*', 'completion': '. . '}
{'prompt': '>. 1S 1T 4 BULL CHOL3RB34R??. OOPS *SH3 4SK3D TH4T*', 'completion': '. '}
{'prompt': '*GC 1NST4NTLY LOS3S 1NT3R3ST 1N TH3 PUNY CUB 4ND DROPS 1T TO TH3 GROUND F4R B3LOW!*', 'completion': ''}
{'prompt': "*GC'S 4L4RM1NG 4ND SPL3ND1F3ROUS G1RTH S3TTL3S OV3R THE SUCCUL3NT CHOL3RB34R ST34K*. *WH3N SH3 F1N1SH3S TH3 S4VORY R3D M34T SH3 L1FTS H3R PROUD W1S3 H34D 4ND OP3NS H3R GR34T B1G MOUTH 4ND SP34KS TH3 4NC13NT TONGU3 OF 4 THOUS4ND W1SDOMS*. *SH3 S4YS. H3Y DO YOU W4NT TO PL4Y 4 G4M3 W1TH M3?", 'completion': '. '}
{'prompt': 'NO NO TH4T W4S 4 R34L QU3ST1ON. W4NT TO PL4Y 4 G4M3??', 'completion': '. '}
{'prompt': 'OK YOU C4N B3 ON MY T34M', 'completion': '. '}
{'prompt': '1 H4V3NT D3C1D3D Y3T. 4 WHOL3 BUNCH OF US 1N TWO T34MS', 'completion': '. '}
{'prompt': 'BL4R!!!!!. TH4TS SO STUP1D. H3S NOT TH3 BOSS OF YOU', 'completion': '. '}
{'prompt': 'TH1S 1S STUP1D 1N SUCH 4 T3RR1BL3 MYR14D OF DUMB W4YS. YOU SHOULDNT B3 4FR41D OF 4NYON3. YOU K1LL B1G 4NIM4LS W1TH YOUR B4R3 H4NDS!. 4ND 1N 4NY C4S3 H3 L1V3S NOWH3R3 N34R YOU SO TH3 WHOL3 TH1NG 1S 3XTR4 STUP1D', 'completion': '. . '}
{'prompt': '>XO. F11111N3. 1N TH3 M34NT1M3 1 W1LL GO ROUND UP SOME MOR3 P3OPL3 TO PL4Y', 'completion': ''}
{'prompt': "KARKAT CAN'T BELIEVE HE HAS TO SINK THIS LOW.. KARKAT CAN'T BELIEVE HE'S ASKING AN AUTISTIC GIRL IN A CAVE TO JOIN HIS TEAM.. KARKAT MYSTIFIES IN INFINITE BEFUDDLEMENT OVER THE FACT THAT YOU ARE PRESENTLY THE BEST REMAINING CANDIDATE FOR THE RED TEAM.", 'completion': '. '}
{'prompt': "YES AND KARKAT CAN'T FUCKING BELIEVE THAT.. KARKAT THINKS ABOUT THAT A BIT AND HIS JAW DROPS OPEN AND BREAKS A HUGE COLUMN OF BRICKS LIKE A FUCKING KUNG FU MASTER.", 'completion': ''}
{'prompt': "OK GOOD, IT'S GOOD THAT YOU'RE TALKING ABOUT BUILDING.. EVEN IF IT'S IN THE MOST INANE POSSIBLE CONTEXT.. YOU'RE GOING TO BE DOING A LOT OF IT.", 'completion': '. '}
{'prompt': "OK, BRIEFING. ME, TEREZI, GAMZEE AND TAVROS ARE ALL PLAYING NOW.. THE CONNECTION ORDER IS AT -> TC -> GC -> CG.. WE NEED SOMEONE TO CONNECT TO TOREADOR AND GET HIM IN THE GAME.. I HAVE GA LINED UP FOR THE RED TEAM BECAUSE SHE IS ONE OF THE FEW REMAINING SANE ONES LEFT TO PLAY.. OK, THE ONLY SANE ONE.. BUT SHE DOESN'T WANT TO CONNECT YET BECAUSE OF SOME MYSTERIOUS BULLSHIT, SO I WAS LIKE WHATEVER, WHAT ELSE IS NEW.. SO I GUESS THAT LEAVES YOU.. TEREZI SAID SHE HAD YOU LINED UP TO PLAY BACK WHEN SHE WAS THE FAKE LEADER, SO I SAID FINE.. SO JUST CONNECT TO TAVROS AND LATER WE'LL WORRY ABOUT GETTING YOU IN.", 'completion': '. . . . '}
{'prompt': 'OH GOD.. ARE YOU REALLY SERIOUS.', 'completion': ''}
{'prompt': "THIS BOGGLES MY MIND.. HOW CAN YOU BE BEST FRIENDS WITH THE ONLY GUY ON THE PLANET WHO'S A BIGGER ASSHOLE THAN ME.", 'completion': ''}
{'prompt': 'D --> Hi', 'completion': '. '}
{'prompt': 'D --> 100k. D --> What are you e%pecting to accomplish with this', 'completion': ''}
{'prompt': "D --> This is f001ishness upon one hundred thousand prior, equally unsolicited f001ishnesses. D --> You'll stop now", 'completion': 'XOO < rawwrrrrr. '}
{'prompt': "D --> I'm not. D --> I'm fine", 'completion': ''}
{'prompt': "D --> No I'm not", 'completion': ''}
{'prompt': 'D --> No', 'completion': '. . '}
{'prompt': "D --> Yuck. D --> Don't pol100t my incoming data stream with his name, or any sort of e%cremental language you pick up from his ilk", 'completion': '. . . . . '}
{'prompt': "D --> If you're 100king for a 100phole through which you may e%tract concessions from me, you'll have to 100k elsewhere", 'completion': ''}
{'prompt': "D --> Nepeta, what did I say about that awful language. D --> I won't stand for it, and you'll stop", 'completion': '. '}
{'prompt': "D --> Your fraternization with the base classes have 100sened your morals, can't you see this", 'completion': '. . '}
{'prompt': "D --> Well, green b100d is ok, but it's not great. D --> But that's why you're lucky to have me to 100k out for you. D --> Because you don't know better, and you can't fight the role the mother had in store for you", 'completion': '. . . . '}
{'prompt': 'D --> My bow and arrow are highly dignified symbols', 'completion': ''}
{'prompt': 'D --> Archery is among the highest and most e%ceptional crafts, held in tremendous regard by the most a100f classes for centuries', 'completion': ''}
{'prompt': 'D --> No', 'completion': ''}
{'prompt': 'D --> No', 'completion': ''}
{'prompt': "D --> No I don't", 'completion': '. . '}
{'prompt': 'D --> I think. D --> We need to stop talking about archery', 'completion': ''}
{'prompt': 'D --> Yes', 'completion': ''}
{'prompt': 'D --> We will stop talking about archery. D --> The topic is making me. D --> Sweat', 'completion': '. '}
{'prompt': "D --> No, you're the one who e%ercises distasteful practices", 'completion': '. . . '}
{'prompt': "D --> You e%terminate beautiful, innocent creatures by the hundreds. D --> I can't condone such wretched behavior. D --> Beasts are meant to be 100ked upon with adoration", 'completion': '. . '}
{'prompt': "D --> I guess that's basically acceptable in principle, but I still find it a bit unsavory", 'completion': ''}
{'prompt': "D --> No they're not", 'completion': ''}
{'prompt': "D --> You're wrong about me, Nepeta. D --> I do like to play games. D --> But they must be e%tremely important games with very high stakes. D --> Not the kind played by trans100cent green wigglers who let 100se an e%cremental surge hard in their wiggler-bottom diaperstubs. D --> As it happens I have arranged to play just such a game tonight. D --> Aradia and I have a private engagement to be co-leaders of the b100 team", 'completion': '. . . '}
{'prompt': 'D --> Absolutely not', 'completion': ''}
{'prompt': 'D --> I forbid this. D --> You will take your position on the b100 team with me', 'completion': ''}
{'prompt': "D --> That's nonsense, you're nowhere even remotely within my pro%imity that would be necessary to e%ecute such a maneuver", 'completion': ''}
{'prompt': "D --> The thought of you fraternizing with and abetting those stink-b100ded h001igans strikes me as scandal beyond measure. D --> I'm afraid you're too delicate to withstand that sort of corruption. D --> It's forbidden", 'completion': ''}
{'prompt': "D --> Yes. D --> You won't", 'completion': '. '}
{'prompt': "D --> You won't", 'completion': ''}
{'prompt': "D --> I am telling you not to. D --> And you will be on my team. D --> That's final", 'completion': 'XPO < bllllraaaaaawwwwwlllllrrrrghgghghgh'}
{'prompt': 'D --> Quiet', 'completion': '. . '}
{'prompt': 'D --> No. D --> I do not. D --> And yet. D --> You will do as I say', 'completion': ''}
{'prompt': 'D --> Yes we will. D --> You will join me on my team shortly. D --> Stand by for further instru%ion', 'completion': ''}
{'prompt': "D --> You're angry, and I appreciate that. D --> But it doesn't matter. D --> Di%ussion over", 'completion': ''}
{'prompt': "oKAY, *i,. fOR THE TIME BEING, aND,. fOR THE SAKE OF THIS FANTASY SCENARIO, i PRETEND,. tHAT MY CAT ALLERGIES AREN'T THAT BAD,*", 'completion': '. '}
{'prompt': '*oH NO,*. iS,. wHAT i SAY,. aBOUT THE BAD NEWS, nOT THE NAP,', 'completion': '. '}
{'prompt': "oH,. tHAT'S OKAY,. tHEN i GUESS HE SAID NO, tHEN,", 'completion': '. '}
{'prompt': "iT'S PROBABLY FOR THE BEST,. tHAT YOU LISTEN TO HIM,", 'completion': '. '}
{'prompt': "wELL,. iF YOU DIDN'T LISTEN TO HIM BEFORE,. yOU MIGHT HAVE PLAYED GAMES WITH US BEFORE,. aND SOMETHING BAD MIGHT HAVE HAPPENED TO YOU,", 'completion': '. '}
{'prompt': "i'LL FIND ANOTHER PLAYER, iT'S NOT A BIG DEAL,. gOOD LUCK, bEING,. oN THE BLUE TEAM,", 'completion': ''}
{'prompt': 'yes', 'completion': ''}
{'prompt': 'im dead. my spirit merged with the fr0gsprite', 'completion': '. . '}
{'prompt': 'like a gh0st', 'completion': '. . '}
{'prompt': 'y0u d0nt s0und dumb', 'completion': '. '}
{'prompt': 'i ign0red the advice 0f a friend. and made s0me bad ch0ices', 'completion': '. . '}
{'prompt': '0k. nepeta can y0u please keep this a secret', 'completion': '. '}
{'prompt': 'thank y0u. ribbit. wh00ps', 'completion': ''}
