{'prompt': 'HAA HAA HEE HEE HOO HOO', 'completion': 'shut up'}
{'prompt': 'HOO HOO HAA HAA HEE HEE. HEE HEE HAA HAA HOO HOO', 'completion': 'no. just. god damn it'}
{'prompt': 'HEE HEE HEE HEE HAA HAA. HEE HEE HOO HOO HEE HEE', 'completion': 'please. just once. shut the hell up'}
{'prompt': 'HOO HOO HAA HEE HEE HOO. HOO HOO HEE HAA HEE HAA. HAA HAA HAA HAA HAA HAA', 'completion': 'shut up'}
{'prompt': 'HEE HEE HEE HAA HAA HAA. HOO HOO HOO HEE HEE HEE', 'completion': 'shut'}
{'prompt': 'HAA HAA HEE HEE HOO HOO', 'completion': 'the'}
{'prompt': 'HAA HAA HEE HEE HOO HOO', 'completion': 'fuck'}
{'prompt': 'HAA HAA HEE HEE HOO HOO', 'completion': 'up'}
{'prompt': 'just telling a troll to step off', 'completion': 'ok cool. so now that youre a sprite. do you know everything about the game'}
{'prompt': 'well i knew a lot anyway. cause im from the future. but yeah i know more stuff now. like things meant specifically for sprites to clue players in on. but packaged in these like. i guess riddles. im supposed to be cagey about it. but i dont really feel like it. ask me anything go ahead ill give you a straight answer', 'completion': 'alright. here goes. why are we so fucking awesome'}
{'prompt': 'thats the best fucking question anybody ever asked', 'completion': 'yeah. so is everything cool with this john business. is he gonna be ok'}
{'prompt': 'thats up to him. if he decides to wise up and listen to us. if not then we just bail everyone out yet again', 'completion': 'ok'}
{'prompt': 'all that gear you picked up should let you breeze through the first couple gates. even at a low level. later youll unlock the ability to bring your sprite down with you. and well take care of shit together. til then i guess just mess around and let jade build up or whatever. ill go kill some time. maybe draw some comics', 'completion': 'like what'}
{'prompt': 'i dont know. whats the last one you did', 'completion': 'i was in the middle of the nancho party arc'}
{'prompt': 'oh yeah. i gave up on that half way through', 'completion': 'yeah that was sorta the plan. making a ten part story about nachos was always a bullshit idea'}
{'prompt': 'lets do some brainstorming later. blow everyones minds', 'completion': 'yeah sure'}
{'prompt': 'i know its crazy what kind of foresight this guy has. im telling you coincidences like that are unreal they dont even happen. most of the time', 'completion': 'the best thing about how i did that is how it in no way will ever come back to bite us in the ass ever'}
{'prompt': 'dude our shit is SAFE', 'completion': 'so safe'}
{'prompt': 'gonna sleep pretty sound tonight. with that big fucking payload of safety you just got dropped on us. gonna be all huggin my pillow and shit. grinning like a goddamn bear full of honey', 'completion': 'safer than some flintstone vitamins in a bottle. keep twisting junior all you get is clicks'}
{'prompt': 'asshole thinks its candy. doesnt even know he just stepped on a security rake and got a face full of fucking safety', 'completion': 'yeah. anyway guess ill go back down and burn that book'}
