{'prompt': 'Yes, dear!', 'completion': 'wow, you scared the living daylights out of me!'}
{'prompt': 'Hoo hoo hoo!', 'completion': 'well, i guess it was a really great prank. good one nanna.. anyway, are you REALLY my dead nanna?'}
{'prompt': 'Of course, John! I have come back to help you on your journey through The Medium and beyond! I am delighted to see what a fine young man you have turned out to be. Just like your father!', 'completion': "ok, i guess i will take your word for it. i don't remember you at all! my dad said i was really young when you died.. hey speaking of which, do you know where he is??? i looked everywhere for him!"}
{'prompt': 'Your father was kidnapped!', 'completion': 'oh no!'}
{'prompt': 'When you crossed over to The Medium, he was apprehended by the very forces of darkness which your presence here has awakened.', 'completion': 'what? ok, so what is the medium you are talking about?'}
{'prompt': 'It is where we are now! A realm that is a ring of pure void, dividing light and darkness. It turns in the thick of The Incipisphere, a place untouched by the flow of time in your universe.', 'completion': 'you mean because we are inside a computer, or in the game software or something?'}
{'prompt': 'A computer? Why, what is that, dear? Some new fangled contraption, like the horseless auto-boxcar?', 'completion': "well, uh, it's like this machine that, uh..."}
{'prompt': 'Hoo hoo hoo! Of course I know what a computer is, John! I was just pulling your leg! Hoo hoo hoo!', 'completion': 'oh, ok.'}
{'prompt': "No, John. You are not inside a computer or software or anything like that! Try not to be so linear, dear. The software that brought you here was merely a mechanism that served as a gateway! Its routines in a way served to invoke this realm's instance, yet it stands independently of any physical machine, and somewhat paradoxically, always has!", 'completion': "i'm not sure i get it, but alright.. so what do i actually need to be doing here?"}
{'prompt': 'That remains for you to find out, dear! For you see, the journey you are about to take is The Ultimate Riddle!', 'completion': 'whoa!!!'}
{'prompt': 'For now, your objective is to proceed towards Skaia, and pass through The First Gate situated directly above your house, not even terribly far! The Gates will become progressively more difficult to reach, so you had better be prepared to sharpen your adventuring skills!', 'completion': 'how am i supposed to get up there?'}
{'prompt': 'Yes, John!', 'completion': 'and then after that, we solve this ultimate riddle thing and save earth from destruction!!!'}
{'prompt': 'Your planet is done for, dear! There is nothing you can do about that!', 'completion': 'oh...'}
{'prompt': 'Your purpose is so much more important than saving that silly old planet, though!', 'completion': 'and that is?'}
{'prompt': 'John, you are such a good boy! I know you will succeed.', 'completion': 'thanks, nanna.'}
{'prompt': 'You are a good boy, and good boys deserve treats!', 'completion': 'hooray!'}
{'prompt': 'I am going to go bake you some cookies.', 'completion': '...'}
{'prompt': "John, don't forget your book!. It is your birthright! You ought to give it a read when you have a moment. Particularly the first several pages!", 'completion': 'ok nanna, i will.. hey, nanna?'}
{'prompt': 'Yes, dear?', 'completion': "since i am trying to get up to that gate, and since you can sort of conjure floating beds and throw me around and all.... couldn't you just throw me up to the gate?"}
{'prompt': 'Yes, of course, John!. But that would not serve your purpose well!. There is a very good reason why you should build up to it. And then keep building!', 'completion': "oh, ok, i guess that's what i figured.. so just one more thing.... do you think that instead of telling me exactly why that is with a clear explanation, you can give me a series of really coy riddles about it and then sort of giggle?"}
{'prompt': 'John, you are a very fresh young man!. Your father has done such a wonderful job raising you. I am so proud of you both.', 'completion': 'ha ha, i guess.'}
{'prompt': 'When you pass through the first gate, everything will change. You will find the place where the constellations dance beneath the clouds. And then your true work may begin.. Hoo hoo hoo!', 'completion': 'i suddenly understand everything!'}
{'prompt': 'Yes!', 'completion': 'i just saw my house from below. what gives? why did the gate take me down here?'}
{'prompt': 'All the gates do, John. To ascend, each time you must first descend!', 'completion': 'huh. alright. so i guess i scramble around down here until... uh, until what?'}
{'prompt': 'Until you find the next gate. It is hidden somewhere in the Land.', 'completion': "ok, so i get to that gate and go in. then what? where does it take me? uh... further up maybe? but i haven't even built that high yet."}
{'prompt': 'So you see why you had to build in the first place, John? You must have a little faith in your dear old nanna!', 'completion': "yeah, well, i do nanna but i'm still not really getting it. does the next gate down here take me back up to the house or something?. (please don't say hoo hoo hoo)"}
